{
  "num_labels": 94,
  "label2id": {
    "Abilitative": 0,
    "Ablative": 1,
    "Accusative": 2,
    "Adjective": 3,
    "Adverb": 4,
    "Adverbial": 5,
    "Altres": 6,
    "Anthroponym": 7,
    "Aorist": 8,
    "Aorist participle": 9,
    "Attributive": 10,
    "Co-ordinating conjunction": 11,
    "Cognomen": 12,
    "Comparative": 13,
    "Conditional verbal adverb": 14,
    "Conjunctive adverb": 15,
    "Continuative aspect": 16,
    "Copula": 17,
    "Dative": 18,
    "Demonstrative": 19,
    "Determiner": 20,
    "Dubitative": 21,
    "Equative": 22,
    "Evidential": 23,
    "Feminine": 24,
    "First person": 25,
    "First person plural possessive": 26,
    "First person singular possessive": 27,
    "Formal": 28,
    "Future": 29,
    "Future verbal adjective": 30,
    "Genitive": 31,
    "Gerund": 32,
    "Imperative": 33,
    "Infinitive gerund": 34,
    "Interjection": 35,
    "Interrogative": 36,
    "Interrogative/question particle": 37,
    "Intransitive": 38,
    "Lemma: ئى | Features: Copula, Aorist, First person, Plural": 39,
    "Lemma: ئى | Features: Copula, Aorist, First person, Singular": 40,
    "Lemma: ئى | Features: Copula, Aorist, Second person, Plural": 41,
    "Lemma: ئى | Features: Copula, Aorist, Second person, Singular": 42,
    "Lemma: ئى | Features: Copula, Aorist, Second person, Singular, Formal": 43,
    "Lemma: ئى | Features: Copula, Aorist, Third person, Plural": 44,
    "Lemma: ئى | Features: Copula, Aorist, Third person, Plural, Equative": 45,
    "Lemma: ئى | Features: Copula, Aorist, Third person, Singular": 46,
    "Lemma: ئى | Features: Copula, Aorist, Third person, Singular, Equative": 47,
    "Lemma: ئى | Features: Copula, Aorist, Third person, Singular, Limitative": 48,
    "Lemma: سىز | Features: Postposition": 49,
    "Lemma: كى | Features: Conjunctive adverb": 50,
    "Lemma: لىق | Features: Postposition": 51,
    "Lemma: مۇ | Features: Interrogative/question particle, Second person, Singular": 52,
    "Lemma: مۇ | Features: Post-adverb": 53,
    "Lemma: چۇ | Features: Interrogative/question particle": 54,
    "Limitative": 55,
    "Locative": 56,
    "Masculine": 57,
    "Masculine or feminine": 58,
    "Negative": 59,
    "Negative verbal adverb": 60,
    "Nominative": 61,
    "Noun": 62,
    "Numeral": 63,
    "Ordinal": 64,
    "Passive voice": 65,
    "Past": 66,
    "Past absolute gerund": 67,
    "Past definite": 68,
    "Past gerund": 69,
    "Perfect verbal adverb": 70,
    "Personal": 71,
    "Plural": 72,
    "Postposition": 73,
    "Progressive": 74,
    "Pronoun": 75,
    "Proper noun": 76,
    "Quantifier": 77,
    "Reflexive": 78,
    "Relative substantival verbal adjective": 79,
    "Second person": 80,
    "Second person plural possessive": 81,
    "Second person singular possessive": 82,
    "Singular": 83,
    "Standard verb": 84,
    "Sub-ordinating conjunction": 85,
    "Substantive": 86,
    "Terminative converb": 87,
    "Third person": 88,
    "Third person plural possessive": 89,
    "Third person possessive singular or plural": 90,
    "Toponym": 91,
    "Transitive": 92,
    "Unspecified transitivity": 93
  },
  "labels": [
    "Abilitative",
    "Ablative",
    "Accusative",
    "Adjective",
    "Adverb",
    "Adverbial",
    "Altres",
    "Anthroponym",
    "Aorist",
    "Aorist participle",
    "Attributive",
    "Co-ordinating conjunction",
    "Cognomen",
    "Comparative",
    "Conditional verbal adverb",
    "Conjunctive adverb",
    "Continuative aspect",
    "Copula",
    "Dative",
    "Demonstrative",
    "Determiner",
    "Dubitative",
    "Equative",
    "Evidential",
    "Feminine",
    "First person",
    "First person plural possessive",
    "First person singular possessive",
    "Formal",
    "Future",
    "Future verbal adjective",
    "Genitive",
    "Gerund",
    "Imperative",
    "Infinitive gerund",
    "Interjection",
    "Interrogative",
    "Interrogative/question particle",
    "Intransitive",
    "Lemma: ئى | Features: Copula, Aorist, First person, Plural",
    "Lemma: ئى | Features: Copula, Aorist, First person, Singular",
    "Lemma: ئى | Features: Copula, Aorist, Second person, Plural",
    "Lemma: ئى | Features: Copula, Aorist, Second person, Singular",
    "Lemma: ئى | Features: Copula, Aorist, Second person, Singular, Formal",
    "Lemma: ئى | Features: Copula, Aorist, Third person, Plural",
    "Lemma: ئى | Features: Copula, Aorist, Third person, Plural, Equative",
    "Lemma: ئى | Features: Copula, Aorist, Third person, Singular",
    "Lemma: ئى | Features: Copula, Aorist, Third person, Singular, Equative",
    "Lemma: ئى | Features: Copula, Aorist, Third person, Singular, Limitative",
    "Lemma: سىز | Features: Postposition",
    "Lemma: كى | Features: Conjunctive adverb",
    "Lemma: لىق | Features: Postposition",
    "Lemma: مۇ | Features: Interrogative/question particle, Second person, Singular",
    "Lemma: مۇ | Features: Post-adverb",
    "Lemma: چۇ | Features: Interrogative/question particle",
    "Limitative",
    "Locative",
    "Masculine",
    "Masculine or feminine",
    "Negative",
    "Negative verbal adverb",
    "Nominative",
    "Noun",
    "Numeral",
    "Ordinal",
    "Passive voice",
    "Past",
    "Past absolute gerund",
    "Past definite",
    "Past gerund",
    "Perfect verbal adverb",
    "Personal",
    "Plural",
    "Postposition",
    "Progressive",
    "Pronoun",
    "Proper noun",
    "Quantifier",
    "Reflexive",
    "Relative substantival verbal adjective",
    "Second person",
    "Second person plural possessive",
    "Second person singular possessive",
    "Singular",
    "Standard verb",
    "Sub-ordinating conjunction",
    "Substantive",
    "Terminative converb",
    "Third person",
    "Third person plural possessive",
    "Third person possessive singular or plural",
    "Toponym",
    "Transitive",
    "Unspecified transitivity"
  ]
}